sdaiGetEntityExtentBN(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Retrieves a collection of entity instances that are subtypes of the entity type.
\param model [in] The model to get entities collection from.
\param entity [in] The entity definition to find entity instances.
\returns A set of entity instances of the type which is derived from the entity.
\code
SdaiSet indexedPolycurves = sdaiGetEntityExtentBN(model, "ifcindexedpolycurve");
SdaiInteger cnt = sdaiGetMemberCount(indexedPolycurves);
\remarks
The function is case insensitive.